import { Poster } from './models/poster';
import { Coach } from './models/coach';
import { Service } from './models/service';

export const posterslist: Poster[] = [
  {
    img: 'assets/images/poster.jpg',
    title: 'Беговое сообщество',
    text: 'В связи с пандемией и угрозой распространения коронавирусной инфекции организаторы самых массовых стартов России приняли решение',
  },
  {
    img: 'assets/images/poster.jpg',
    title: 'Беговое сообщество переносит Московский полумарафон',
    text: 'В связи с пандемией и угрозой распространения коронавирусной инфекции организаторы самых массовых стартов России приняли решение',
  },
  {
    img: 'assets/images/poster.jpg',
    title: 'Беговое сообщество переносит Московский полумарафон',
    text: 'В связи с пандемией и угрозой ',
  },
  {
    img: 'assets/images/poster.jpg',
    title: 'Беговое сообщество переносит Московский полумарафон',
    text: 'В связи с пандемией и угрозой распространения коронавирусной инфекции организаторы самых массовых стартов России приняли решение',
  },
  {
    img: 'assets/images/poster.jpg',
    title: 'Беговое сообщество переносит Московский полумарафон',
    text: 'В связи с пандемией и угрозой ',
  },
]

export const coacheslist: Coach[] = [
  {
    img: 'assets/images/coach.jpg',
    name: 'Иванов Иван Иванович',
    specialization: 'Бег на короткие дистанции',
    about: 'Опытный тренер по бегу с фокусом на достижение результатов и развитие спортивного потенциала.',
  },
  {
    img: 'assets/images/coach.jpg',
    name: 'Иванов Иван Иванович',
    specialization: 'Бег на короткие и длиные дистанции',
    about: 'Опытный тренер по бегу с фокусом на достижение результатов и развитие спортивного потенциала.',
  },
  {
    img: 'assets/images/coach.jpg',
    name: 'Иванов Иван Иванович',
    specialization: 'Бег на короткие дистанции',
    about: 'Опытный тренер по бегу с фокусом на достижение результатов и развитие спортивного потенциала.',
  },
  {
    img: 'assets/images/coach.jpg',
    name: 'Иванов Иван Иванович',
    specialization: 'Бег на короткие и длиные дистанции',
    about: 'Опытный тренер по бегу с фокусом на достижение результатов и развитие спортивного потенциала.',
  },
]

export const servicesList: Service[] = [
  {
    title: 'Групповое занятие по бегу',
    address: 'Спортивный комплекс «Фестивальный» г. Москва, улица Сущёвский Вал, дом 56.',
    about: 'Групповое занятие по бегу — это отличная возможность объединиться с единомышленниками и мотивировать друг друга к достижению общих спортивных целей. В таких занятиях вы можете получить дополнительную поддержку и вдохновение от тренера и участников группы.'
  },
  {
    title: 'Групповое занятие по бегу',
    address: 'Спортивный комплекс «Фестивальный» г. Москва, улица Сущёвский Вал, дом 56.',
    about: 'Групповое занятие по бегу — это отличная возможность объединиться с единомышленниками и мотивировать друг друга к достижению общих спортивных целей. В таких занятиях вы можете получить дополнительную поддержку и вдохновение от тренера и участников группы.'
  },

]


