import { Poster } from './models/poster';

export const posterslist: Poster[] = [
  {
    img: 'assets/images/poster-image.jpg',
    title: 'Беговое сообщество',
    text: 'В связи с пандемией и угрозой распространения коронавирусной инфекции организаторы самых массовых стартов России приняли решение',
  },
  {
    img: 'assets/images/poster-image.jpg',
    title: 'Беговое сообщество переносит Московский полумарафон',
    text: 'В связи с пандемией и угрозой распространения коронавирусной инфекции организаторы самых массовых стартов России приняли решение',
  },
  {
    img: 'assets/images/poster-image.jpg',
    title: 'Беговое сообщество переносит Московский полумарафон',
    text: 'В связи с пандемией и угрозой ',
  },
]
