import { Poster } from './models/poster';
import { Coach } from './models/coach';

export const posterslist: Poster[] = [
  {
    img: 'assets/images/poster.jpg',
    title: 'Беговое сообщество',
    text: 'В связи с пандемией и угрозой распространения коронавирусной инфекции организаторы самых массовых стартов России приняли решение',
  },
  {
    img: 'assets/images/poster.jpg',
    title: 'Беговое сообщество переносит Московский полумарафон',
    text: 'В связи с пандемией и угрозой распространения коронавирусной инфекции организаторы самых массовых стартов России приняли решение',
  },
  {
    img: 'assets/images/poster.jpg',
    title: 'Беговое сообщество переносит Московский полумарафон',
    text: 'В связи с пандемией и угрозой ',
  },
]

export const coacheslist: Coach[] = [
  {
    img: 'assets/images/coach.jpg',
    name: 'Иванов Иван Иванович',
    specialization: 'Бег на короткие дистанции',
    about: 'Опытный тренер по бегу с фокусом на достижение результатов и развитие спортивного потенциала.',
  },
  {
    img: 'assets/images/coach.jpg',
    name: 'Иванов Иван Иванович',
    specialization: 'Бег на короткие и длиные дистанции',
    about: 'Опытный тренер по бегу с фокусом на достижение результатов и развитие спортивного потенциала.',
  },
  {
    img: 'assets/images/coach.jpg',
    name: 'Иванов Иван Иванович',
    specialization: 'Бег на короткие дистанции',
    about: 'Опытный тренер по бегу с фокусом на достижение результатов и развитие спортивного потенциала.',
  },
  {
    img: 'assets/images/coach.jpg',
    name: 'Иванов Иван Иванович',
    specialization: 'Бег на короткие и длиные дистанции',
    about: 'Опытный тренер по бегу с фокусом на достижение результатов и развитие спортивного потенциала.',
  },
]


